export const m = {
  navheader: {
    home: '数字货币交易平台',
		homeMenu: "首页",
    trade: "币币交易",
    exchange: "创新交易",
    c2c: "场外交易",
    assets: '资产管理',
    accountAssets: "账户资产",
    addressManagement: "提现地址管理",
    order: '订单',
    usercenter: '个人中心',
    signin: "登录",
    signup: "注册",
    signout: "退出",
    language: "语言",
    entrustRecord: "委托记录",
    turnoverRecord: "成交记录",
    rechargeRecord: "充币记录",
    withdrawRecord: "提币记录"
  },
  footer: {
    notice:"本站公告",
    about: "关于我们",
    api: "API文档",
    apply: "上币申请",
    help: "帮助中心",
    order: "工单系统",
    rate: "费率说明",
    // 特有的
    term: "服务协议",
    contact:'联系我们',
    site:'本站公告',
		putAway:'收起'
  },
  trade: {
    buy: "买入",
    sell: "卖出",
    washSale:'自买自卖',
    balance: "余额",
    maxBuy: "可买量",
    price: "买入价",
    amount: "买入量",
    sellPrice: "卖出价",
    sellAmount: "卖出量",
    maxSell: "可卖量",
    estimated: "预计交易额",
    entrustHistory: "历史委托",
    uncompletedEntrust: "未完成委托",
    lowPrice: "最低价",
    highPrice: "最高价",
    volume: "24小时交易量",
    levels: "档位",
    topPrice: "价格",
    entrustNum: "委托量",
    time: "时间",
    topVolume: "成交量",
    entrustTime: "委托时间",
    entrustType: "类型",
    entrustPrice: "委托价格",
    entrustAmount: "委托数量",
    totalEntrust: "委托总额",
    totalDealEntrust: "实际委托总额",
    entrustStatus: "状态",
    entrustOperate: "操作",
    cancel: "撤销",
    transTime: "成交时间",
    transType: "类型",
    transTypeMap: {
      1: "买入",
      2: "卖出"
    },
    transPrice: "价格",
    transAvgPrice: "成交均价",
    transVolume: "成交数量",
    actualTransVolume: "实际成交数量",
    totalTrans: "成交总额",
    totalDealTrans: "实际成交总额",
    transStatus: "状态",
    transStatusMap: {
      0: "待成交",
      1: "已成交",
      2: "撤销",
      3: "异常"
    },
    market: "市场",
    volume24hr: "24h成交量",
    change24hr: "24h涨跌",
    maxTradeSellNum: "单笔委托最大卖出量为 ",
    maxTradeBuyNum: "单笔委托最大买入量为 ",
    fold: "折叠图表 ↑",
    unfold: "展开图表 ↓",
    cancelHint: "确定撤销订单?",
    cancelSuccess: "撤单成功！",
    mergeDepth: "合并深度",
    entrustSuccess:"委托成功！",
    coinStatus:{
      0:'待入账',
      1:'充值失败',
      2:'到账失败',
      3:'到账成功',
    },
    confirm:'确认中，还需等待',
    confirmNumber:'个确认数',
    withdrawStatusMap:{
      0:"审核中",
      1:"转出成功",
      2:"拒绝",
      3:"撤销",
      4:"审核通过",
      5:"打币成功",
    },
    plzEnterPriceAndAmount: "请填写有效的价格和数量！",
    maxBuyAmountError: "买入量已超过系统最大值！",
    minBuyAmountError: "买入量低于系统最小值！",
    maxSellAmountError: "卖出量已超过系统最大值！",
    minSellAmountError: "卖出量低于系统最小值！",
  },
  home: {
    sign: "登录 / 注册",
    trade: "开始交易",
    homeTitle: "寻找优质币种",
    homeDesc: "支持百万级访问 资产500万以上用户12万+",
    tradePairs: "交易对",
    price: "价格",
		minPrice: "最低价",
		maxPrice: "最高价",
    volume: "交易量",
    turnoverAmount: "总交易额",
    change: "日涨跌",
		safe: "安全保障",
		safeDesc: "5 年数字资产金融服务经验，专业分布式架构和防 DDOS 攻击系统，多重加密机制，多层保障策略，全方位保护用户资金安全",
		auth: "审计认证",
		authDesc: "无偏性零知识订单加密，定期外部审计，严格把控交易平台合规安全，建立先行赔付机制，设立投资者保护基金",
		stable: "高效稳定",
		stableDesc: "多层、多集群系统架构，安全稳定运营超过5年，微秒级高效撮合引擎，证券级先进算法，提供专业量化支持",
		lightTitle: "全球领先的数字资产金融服务商",
		lightTitleDesc: "为全球用户提供安全、可信赖的数字资产交易及资产管理服务",
		siteTitle: "值得信赖的数字资产交易平台",
		siteTitleDesc: "安全  |  稳定  |  高效"
  },
  // 创新交易
  exchange: {
    positionDetails: "持仓明细",
    positionSummary: "持仓汇总",
    positionDirection:"持仓方向",
    openToday: "平仓记录",
    entrustToday: "委托记录",
    dealToday: "成交记录",
    bookBalance: "账面余额",
    profit: "持仓盈亏",
    totalProfit: "总盈亏",
    occupancyMargin: "占用保证金",
    availableMargin: "可用保证金",
    product: "产品",
    currentPrice: "当前价格",
    operate: "操作",
    point: "点",
    orderID: "订单编号",
    market: "品种",
    business: "买卖",
    amount: "数量",
    openPrice: "开仓价",
    openTime: "开仓时间",
    openAmount: "开仓量",
    closeAmount: "平仓量",
    fee: "手续费",
    direction: "平仓类型",
    closePosition: "平仓",
    closeTime: "平仓时间",
    entrustType: "委托类型",
    entrustTime: "委托时间",
    entrustPrice: "委托价格",
    averagePrice: "持仓均价",
    openOrderId: "开仓单号",
    closeOrderId: "平仓单号",
    priceRange: "触发价位距离",
    unlockMargin: "返还保证金",
    marketBuy: "现价买入",
    marketSell: "现价卖出",
    fixedBuy: "限价买入",
    fixedSell: "限价卖出",
    cancel: "撤单",
    deal: "已成交",
    canceled: "已撤销",
    abnormal: "异常单",
    averageTransPrice: "成交均价",
    whetherCancelOrder: "是否撤单？",
    cancelOrderCallback: "撤单成功！",
    closeProfit: "平仓盈亏",
    closePrice: "平仓价",
    buying: "买入",
    selling: "卖出",
    donePrice: "成交价",
    doneTime: "成交时间",
    buySell: "买/卖",
    transType: "成交类型",
    marketPrice: "市价",
    fixedPrice: "限价",
    price: "价格",
    deposit: "保证金要求",
    confirmTheOrder: "确定下单",
    recoverPassword: "找回登录密码",
    confirmOrder: "订单确认",
    plzRightPrice:"请输入正确的价格",
    plzRightAmount: "请输入正确的数量",
    plzEnterMargin: "请输入保证金",
  },
  // plz 是please的缩写
  userCenter: {
    googleTips:{
      0:"在手机上下载安装“Google Authenticator (身份验证器)",
      1:"在“验证器”应用程序中，点击“添加新账户 (iOS 下是 + 号)”，然后选择“扫描条形码”",
      2:"扫描左侧条形码，输入Google验证码，完成认证",
      3:"如果您无法扫描成功上图的条形码，您还可以手动添加账户，并输入如下密匙："
    },
    GAOpened:"您已开启google 验证",
    openGaSuccess:"开启google认证成功",
    closeGaSuccess:"关闭google认证成功",
    GA:"google 验证码",
    plzInputGA:"请输入google 验证码",
    errorGA:"google 验证码格式不正确",

    plzSeniorAuth:"请先完成高级认证！",
    phoneNumber: "手机号",
    plzPhoneNumber: "请输入您的手机号",
    plzNewPhoneNumber: "请输入新手机号",
    phoneFormatError: "请输入正确的手机号",
    phoneNumberExisted: "手机号已被注册！",
    modifyPhoneNumberSuccess: "修改绑定手机成功！请重新登录！",
    emailExisted:"邮箱已经被注册!",
    password: "密码",
    plzPassword: "请输入您的密码",
    plzOldPassword: "请输入旧密码",
    plzNewPassword: "请输入新密码",
    passwordFormatError: "密码长度为8-20位，必须包括字母、数字",
    plzPasswordAgain: "请再次输入密码",
    confirmPwError: "两次输入密码不一致!",
    validationCode: "验证码",
    plzValidationCode: "请输入6位数的验证码",
    sendSMSCode: "发送验证码",
    sendSMSCodeSuccess: "发送验证码成功！",
    sendSMSCodeFail: "发送验证码失败！",
    resend: "重新发送",
    registerAccount: "注册账号",
    registerSuccess: "注册成功！",
    forgetPassword: "忘记密码？",
    verificationLoading: "验证码加载中...",
    setLoginPassword: "设置登录密码",
    confirmLoginPassword: "确认登录密码",
    resetLoginPassword: "重置登录密码",
    pleaseInviteCode: "邀请码（可选）",
    pleasePhoneV: "请输入手机短信验证码",
    agreeToTheTerms: "同意条款并注册",
    legalNotices: "用户协议",
    userServicesAgreement: "《用户服务协议》",
    alreadyMember: "已有账号，",
    goToLogin: "去登录",
    recoverPassword: "重置密码",
    recoverPasswordSuccess: "密码重置成功！",
    nextStep: "下一步",
    complete: "完成",
    username: "用户名",
    email: "邮箱",
    mobile: "注册账号",
    inviteCode: "邀请码",
    inviteLink: "邀请链接",
    inviteRecodes: "邀请记录",
    copy: "复制",
    qrcode: "二维码确认",
    saveQRCode: "保存二维码",
    accountInfo: "账号信息",
    idAuth: "身份认证",
    myPhoneNumber: "手机号码",
    loginPassword: "登录密码",
    fundPassword: "交易密码",
    googleVerification: "Google验证",
    promotionCommission: "推广佣金",
    invitationReward: "邀请奖励",
    oldPassword: "原登录密码",
    newPassword: "新登录密码",
    oldPhone: "原手机号",
    newPhone: "新手机号",
    plzFundPassword: "请输入交易密码",
    setFundPassword: "设置交易密码",
    oldFundPassword: "原交易密码",
    newFundPassword: "新交易密码",
    confirmFundPassword: "确认交易密码",
    recoverFundPassword: "重置交易密码",
    modifyPassword: "修改密码",
    modifySuccess: "修改成功！",
    fullName: "真实姓名",
    typeOfCertificate: "证件类型",
    idNumber: "证件号码",
    certificationNow: "立即认证",
    certificationTime: "注册时间",
    certificationTip: "认证提示",
    realNameSuccess:"恭喜您，实名认证成功，是否进行高级身份认证？",
    certificationSuccess: "恭喜您，已经认证成功！",
    rejectCertificate: "暂不认证",
    SMSVerificationCode: "短信验证码",
    certificationInformation: "认证信息",
    certNotices: "请确保您使用本人的真实身份进行验证，我们会保护您的个人信息安全",
    completeInfo: "完善信息",
    geeTestButtonText: "点击按钮进行验证",
    plzSetUserInfo: "请设置用户名、绑定邮箱、交易密码",
    goSetting: "去设置",
    plzRestPassword: "请设置一个新的密码",
    plzRealName: "请输入姓名",
    realNameError: "长度在 2 到 20 个字符",
    usernameError: "用户名格式：字母开头，包含字母和数字",
    plzCardType: "请选择证件类型",
    plzCardId: "请输入证件号",
    advancedCertification: {
      title: "高级身份认证",
      uploadSizeLimit: "请确保照片的内容完整并清晰可见，大小不要超过3M。",
      cardFrontTips: "本人身份证正面照片",
      plzUpFrontPhoto: "请上传正面照片",
      cardBackTips: "本人身份证背面照片",
      plzUpBackPhoto: "请上传背面照片",
      frontPhotoAndSignatureTips: "手持本人身份证正面照和个人签字",
      plzUpHandheldPhoto: "请上传手持照片",
      frontPhotoAndSignatureDesc: "请您上传一张手持身份证正面照和个人签字的照片，个人签字的内容当前日期。请确保照片和个人签字的内容清晰可见。",
      example: "示例",
      uploadSuccess: "上传成功！",
      uploadFormatError: "图片上传仅支持JPG格式!",
      uploadPhotoSizeLimit: "图片大小不能超过3MB",
      underReview: "高级认证审核中...",
      passed: "高级认证审核通过",
      auditNotPassed: "高级认证审核未通过，请重新认证",
      seniorAuthRefuse:"拒绝原因",
    },
    agreementDetail:{
      1:{
        title:"第一条",
        content:"本网站的宗旨是在不违反中华人民共和国法律法规的前提下，尽可能地为中国广大比特币、莱特币爱好者及投资者提供专业的国际化水准的交易平台和金融产品。 禁止使用本网站从事洗钱、走私、商业贿赂等一切非法交易活动，若发现此类事件，本站将冻结账户，立即报送公安机关。"
      },
      2:{
        title:"第二条",
        content:"当公安机关、检察院、法院等有权机关出示相应的调查文件要求本站配合对指定用户进行调查时， 或对用户账户采取查封、冻结或者划转措施时，本站将按照公安机关的要求协助提供相应的用户数据，或进行相应的操作。 因此而造成的用户隐私泄露、账户不能操作及因此给所造成的损失等，本站不承担任何责任。"
      },
      3:{
        title:"第三条",
        content:"本网站使用者因为违反本声明的规定而触犯中华人民共和国法律的，本站做为服务的提供方，有义务对平台的规则及服务进行完善， 但本站并无触犯中华人民共和国法律的动机和事实，对使用者的行为不承担任何连带责任。"
      },
      4:{
        title:"第四条",
        content:"凡以任何方式登录本网站或直接、间接使用本网站服务者，视为自愿接受本网站声明的约束。"
      },
      5:{
        title:"第五条",
        content:"本声明未涉及的问题参见中华人民共和国有关法律法规，当本声明与中华人民共和国法律法规冲突时，以中华人民共和国法律法规为准。本网站使用者因为违反本声明的规定而触犯中华人民共和国法律的，一切后果自己负责，本网站不承担任何责任。"
      }
    },
    inviteCodeError:"邀请码只允许输入字母和数字",
    idCardType:{
      1: "身份证",
      2: "军官证",
      3: "护照",
      4: "台湾居民通行证",
      5: "港澳居民通行证",
      9: "其他"
    },
    poolCommunity:"矿池社区",
    pool:"矿池",
    plzPoolName:"请输入矿池名称",
    createPoolSuccess:"申请矿池成功！",
    createPool:"创建矿池",
    minePool:"我的矿池",
    poolName:"矿池名称",
    poolDescription:"矿池描述",
    poolRemark:"矿池备注",
    poolStatus:"矿池状态",
    poolStatusMap:{
      0:"待审核",
      1:"通过",
      2:"拒绝",
    }
  },
  c2c: {
    payeeTips:"买入成功，请在30分钟内完成付款。",
    // usdtAvailable: "USDT可用额度",
    // usdtFreeze: "USDT冻结额度",
    usdtAvailable: "GCN可用额度",
    usdtFreeze: "GCN冻结额度",
    // buyCoin: "买入USDT",
    // sellCoin: "卖出USDT",
    buyCoin: "买入GCN",
    sellCoin: "卖出GCN",
    buyPrice: "买入价（￥）",
    sellPrice: "卖出价（￥）",
    // buyAmount: "买入量(USDT)",
    // sellAmount: "卖出量(USDT)",
    buyAmount: "买入量(GCN)",
    sellAmount: "卖出量(GCN)",
    needCNY: "需要CNY：",
    getCNY: "可得CNY：",
    buy: "立即买入",
    sell: "立即卖出",
    pleaseEnterBuyAmount: "请输入买入量",
    pleaseEnterSellAmount: "请输入卖出量",
    buyingRecodes: "买入记录",
    rechangeNo: "充值订单",
    rechangeTime: "充值时间",
    rechangeMethod: "充值方式",
    // actualAccount1:'充值数量（USDT）',
    actualAccount1:'充值数量（GCN）',
    rechangeAmount: "应付金额（CNY）",
    actualAccount: "应收金额（CNY）",
    status: "状态",
    sellingRecodes: "卖出记录",
    withdrawalTime: "提现时间",
    withdrawalAmount: "提现数量（GCN）",
    fee:'手续费（CNY）',
    bankCard: "银行卡号",
    addBankCard: "添加银行卡",
    updateBankCrad:'更改银行卡',
    addCardTips: "只可以添加本人的银行卡",
    accountName: "开户名",
    accountOpeningBank: "开户银行",
    bankCardNumber: "银行卡号",
    confirmCardNumber: "确认卡号",
    enterBankCardTips: "填写正确的银行卡号，不必用空格隔开！",
    tradePassword: "交易密码",
    remittanceOrder: "汇款订单",
    remittanceNotice: "订单已提交成功！请在30分钟内向商家付款，否则会延时到账。",
    payeeAccountName: "收款方户名",
    payeeBank: "收款方开户行",
    payeeAccountNumber: "收款方账号",
    transferAmount: "转账金额",
    remarkContent: "参考号",
    remarkMust: "汇款务必备注",
    remarkName: "备注名",
    sellOrder: "卖出订单",
    offlinePayment: "线下付款",
    remarkIptName:'请输入备注名',
    accountIptName:'请输入开户名',
    selectBank:'请选择银行',
    selectAccountBankAddress:'请选择开户银行所在地',
    selectAccountBankName:'请输入开户支行名称',
    inputBankCrad:'请输入银行卡号',
    reEnterBankCrad:'请再次银行卡号',
    twoReEnterBankCrad:'两次输入银行卡号不一致',
    inputRechangeNumber:'请输入充值数量',
    rechangeMaxNumber:'充值数量必须大于100',
    inputWithdrawNumber:'请输入提现数量',
    withdrawMinNumber:'提现数量最小100',
    selectBankCrad:'请选择银行卡',
    inputVCode:'请输入验证码',
    sellMaxNumber:'卖出数量必须大于100',
    setRealName:'您尚未进行实名认证, 是否前去设置?',
    setTradeInfo:'您还有交易信息待完善, 是否前去设置?',
    sellSuccess:'卖出成功，商家将在30分钟内完成付款。',
    rechargeMap:{
      0:'待审核',
      1:'审核通过',
      2:'拒绝',
      3:'充值成功',
    },
    withdrawMap:{
      0:'待审核',
      1:'审核通过',
      2:'拒绝',
      3:'提现成功',
    },
    rechargeType:{
      bank:'第三方支付',
      alipay:'支付宝',
      cai1pay:'财易付',
      linepay:'人工到账',
    }
  },
  accountAssets: {
    account: "账户",
    assets: "账户资产",
    hideSmallAssets: "隐藏小额资产",
    inputCoinName: "请输入币种名称",
    currentAmount: "当前总估值",
    accountTips: "注：资金总估是由历史行情估算值，仅为用户提供一个参考，请以单项资金为准",
    walletAddress: "钱包地址",
    copy: "复制到剪贴板",
    recharge: "充币",
    rechargeTips1: "注意：此地址为",
    rechargeTips2: "充币地址，非",
    rechargeTips3: "资产转入将无法找回。",
    rechargeRecord: "充币记录",
    more: "更多",
    rechargeTime: "转入时间",
    rechargeAddr: "转入地址",
    rechargeNum: "转入数量",
    rechargeFee: "转入手续费",
    status: "状态",
    withdrawStatus:'提币状态',
    withdraw: "提币",
    withdrawAddr: "提现地址",
    select: "请选择",
    add: "新增",
    withdrawNum: "转出数量",
    fee:'矿工费',
    mobileValidate: "短信验证",
    inputValidateCode: "请输入验证码",
    payPassword: "交易密码",
    inputPayPassword: "请输入交易密码",
    submit: "提交",
    withdrawRecord: "提币记录",
    withdrawTime: "转出时间",
    withdrawFee: "转出手续费",
    withdrawMum: "实际到账",
    coinName: "币种",
    carryingAmount: "账面余额",
    freezeAmount: "冻结",
    balanceAmount:'可用余额',
    netValue: "实际净值",
    floatProfit: "持仓盈亏",
    totalProfit: "总盈亏",
    lockMargin: "占用保证金",
    operation: "操作",
    inputWithDrawAddr: "请输入提现地址",
    inputWithDrawNum: "请输入转出数量",
    withDrawSuccess: "提现成功!",
    plzValidationCode: "请输入验证码",
    poolAmount: "总冻结",
    poolThawed: "已解冻量",
    poolFreeze: "冻结奖励",
    poolCanDefrost: "可解冻奖励",
    unfreezeSuccess: "解冻成功"
  },
  addressManagement: {
    addWithdrawAddr: "添加提币地址",
    inputWithdrawAddr: "请输入提现地址",
    addressAbbreviation: "地址简称",
    inputWalletAddress: "请输入钱包地址",
    inputAddressAbbreviation: "请输入地址简称",
  },
  patch: {
    placeholder: {
      username: '请输入用户名',
      email: '请输入邮箱',
      password: '请设置交易密码',
      repassword: '请确认交易密码',
      realName:'请输入真实姓名',
      voucherCode:'请输入证件号码'
    },
    address: '发币地址',
    withdrawMum: '实际转入',
    marketType:'交易类型',
    forexType:"类型",
    forexTypeMap:{
      0:"--",
      1:"开仓",
      2:"平仓"
    },
    margin:'保证金',
    tradeTypeMap:{
      1:'币币交易',
      2:'创新交易',
    },
    tradeStatusMap:{
      0: '未成交',
      1: '已成交',
      2: '已取消',
      4: '异常单',
    }
  },
  loginRegist:{
    emailRegist:'邮箱注册',
    plzInputEmail:'请输入邮箱',
    plzInputNewEmail:'请输入新邮箱',
    richScan:'扫一扫安全登录',
    reading:'我已阅读并同意',
    terms:'服务条款',
    mobileRegist:'手机注册',
    plzInputEmailCode:'请输入邮箱验证码',
    errorEmail:'邮箱格式不正确',
    plzInputAccount:"请输入手机或邮箱",
    emailExisted:"邮箱已被注册",
    plzInputCode:"请输入验证码",
    errorCode:"验证码格式不正确",
    myEmail:"安全邮箱",
    oldEmail:"原邮箱",
    newEmail:"新邮箱",

    emailreg:'邮箱注册',
    plemailreg:'请输入邮箱',
    richScan:'扫一扫安全登录',
    reading:'我已阅读并同意',
    terms:'服务条款',
    mobilereg:'手机注册',
    inputemeilvcode:'请输入邮箱验证码',
    errorEmail:'邮箱格式不正确',
    plzInputAccount:"请输入手机或邮箱"
  },
  copySuccess: "复制成功!",
  copyError: "复制失败!",
  add: "添加",
  prompt: "提示",
  yes: "确定",
  no: "取消",
  pleaseChoose: "请选择",
  pleaseEnter: "请输入",
  submit: "提交",
  reset: "重置",
  modify: "修改",
  operate: "操作",
  getCode: "获取验证码",
  remark: "备注",
  address: "地址",
  completeHint: "您还有交易信息待完善, 是否前去设置?",
  setting: "设置",
  payPassword: "交易密码",
  inputPayPassword: "请输入交易密码",
  emptyContent: "内容不能为空！",
  notLogin: "您还没有登录，",
  or: "或",
  addIssueSuccess: "工单提交成功！",
  delete: "删除",
  nodata: "暂无记录",
  unlogin:"未登录",
  addFavorite: "已收藏！",
  amountError:"您的余额不足！",
  //特有的
  downApp:"下载App",
  platform:'多平台终端接入',
  cover:'覆盖ios、Android多个平台，支持全业务功能',
  tutorial:'下载教程',
  download:"下载",
  delFavorite: "已取消收藏！",
  all:'全部',
  rechargeExpense:'充值免费  交易手续费0.2% ',
  currency:'币种',
  USDTfee:'对USDT交易费',
  BTCfee:'对BTC交易费',
  ETHfee:'对ETH交易费',
  WithdrawalCharge:'提现手续费',
  DailyWithdrawalLimit:'日提现额度',
  Chargefee:'充值手续费',
  BTCwithdraw:'最低提现额度折合数字货币需达到0.01个BTC，方可提现',
  rai:'注册登录',
  rai1:'点击首页右上角的注册，进入注册页面。',
  rai2:'输入手机号、验证码和登录密码后点击发送验证码，输入验证码点击同意条款并注册。',
  rai3:'注册后会自动跳转到登录界面，输入手机号码、登录密码及验证码后点击登录。',
  rai4:'登录后会出现以下弹窗，点击去设置。',
  rai5:'完善用户名、邮箱及交易密码三项信息后点击提交，此时方才完整注册。',
  rai6:'点击首页顶部菜单个人中心，可进行实名认证和邀请好友获得奖励。',
  rwi:'充值',
  rwi1:'登录个人账户，点击网站首页顶部菜单“场外交易“.',
  rwi2:'进入场外交易市场后，点击右侧添加银行卡。',
  rwi3:'按照添加银行卡弹出页面填写对应信息，确认无误后点击添加。',
  rwi4:'银行卡添加成功后会在右侧显示，接着输入购买数量，点击立即买入。',
  rwi5:'点击“立即买入“会出现以下弹窗，汇款时请记得一定要做好备注方便验证。',
  rwi6:'确定汇款到账后点击“确定“，收到款项后平台会立即将币充值到您的账户。',
  jtcs:'加入社群',
  noif:'无币实操',
  applyinfo:'上线币种说明及申请',
  applyinfo1:`如果您想上币，请发送币种相关信息到以下邮箱：`,
  applyinfo2:'我们将会在10个工作日与您联系!',
  SubmitTheRepairOrder:'提交工单',
  jtc:`<h3>加入社群</h3>
                <p>Telegram社群将会成为官方主力信息互动入口，主要会有以下重点改进和服务：</p>
                <p>1-第一时间得到帮助，核心官方人员维护、高管直接负责人触手可及；</p>
                <p>2-最及时的上币信息，把握充值交易时间，快人一步；</p>
                <p>3-最准确的官方声明，明确信息渠道，远离辟谣；</p>
                <p>4-不错过任何一次活动送币，不放过每一次分叉糖果。</p>
                 
                <p>Telegram App下载</p>
                <p>iOS：<a href="https://telegram.org/dl/ios">https://telegram.org/dl/ios</a></p>
                <p>安卓：<a href="https://telegram.org/dl/android">https://telegram.org/dl/android</a></p>

                <p>电报群： 复制链接地址到Telegram，搜索进群。</p>
                <p><a href="https://t.me/joinchat/INJTjBJIQevBzVLWapQESQ">https://t.me/joinchat/INJTjBJIQevBzVLWapQESQ</a></p>

                <p>温馨提示：telegram为国外开发的加密通讯软件，使用telegram前需在手机应用商店下载VPN,方可翻墙使用telegram）</p>
                <p>未能翻墙用户可添加官方客服微信号：<strong>lmex123</strong>，或 QQ群：<strong>710878285</strong>咨询。</p>`,
  about:`<h3>关于我们</h3>
            <p>交易平台是一家为全球用户提供数字资产交易的数字货币交易平台。聚合全球优质区块链资产，秉持着“用户至上”的服务理念，致力于为全球用户提供安全、专业、诚信、优质的区块链资产兑换服务，进而推动区块链资产的安全流动与更多的场景化应用。</p>
            <h3>我们的宗旨</h3>
            <p>
              <span>客户至上</span>
              <span>开放创新</span>
              <span>积极进取</span>
            </p>
            <h3>我们的优势</h3>
            <ul>
              <li>核心交易处理技术<br/>经权威认证的内存撮合技术，处理速度高达140万单/秒，远高于行业平均水平。</li>
              <li>专业产品运营团队<br/>管理成员均来自知名区块链团队，有多年数字资产行业经验，熟悉数字资产运营管理。</li>
              <li>重塑数字资产平台服务体系<br/>币币交易、场外交易、创新交易一站式服务，坚持极致的用户体验和安全的金融属性。</li>
            </ul>
            <h3>我们的服务</h3>
            <ul>
              <li>智能交易<br/>采用多币种交易，7x24小时自动监测行情变化，满足策略条件，自动发起交易，无需盯盘就能轻松斩获收益。</li>
              <li>风险控制</li>
            </ul>`,
  serviceAgreement:`<p>该网站是一个专门供用户进行数字资产交易和提供相关服务（以下称“该服务”或“服务”）的平台。在使用前需要您（“用户”）同意接受这些条款（“条款”），这些条款影响您的法律权利和义务。如果您不同意被这些条款约束，请勿访问或使用服务，继续使用则默认接受本协议。</p>
            <p>为了本协议表述之方便，公司和该网站在本协议中合称使用“我们”或其他第一人称称呼。对登陆该网站的自然人或其他主体均为本网站的用户，以下将使用“您”或其他第二人称。为了本协议表述之便利，我们和您在本协议中合称为“双方”，我们或您单称为“一方”。</p>
            <h3>重要提示：</h3>
            <ul>
              <li>1 数字资产本身不由任何金融机构或公司或本网站发行；</li>
              <li>2 数字资产目前投入使用市场场景相对较少，故存在相应风险，并实行24小时交易制，亦无涨跌限制，价格容易受庄家、全球政府政策的影响而大幅波动；</li>
              <li>3 本网站仅作为您获取数字资产信息、寻找交易方、就数字资产的交易进行协商及开展交易的场所，本网站不参与您的任何交易，故您应自行谨慎判断确定相关数字资产及/或信息的真实性、合法性和有效性，并自行承担因此产生的责任与损失。</li>
              <li>4 本网站的任何意见、消息、价格、建议和其他资讯均是一般的市场评论，并不构成投资建议。我们不承担任何因依赖该资讯直接或间接而产生的损失，包括但不限于任何利润损失。</li>
              <li>5 本网站的内容会随时更改并不作另行通知，我们已采取合理措施确保网站资讯的准确性，但并不能保证其准确性程度，亦不会承担任何因本网站上的资讯或因未能链结互联网、传送或接收任何通知和信息时的延误或失败而直接或间接产生的损失。</li>
              <li>6 使用互联网形式的交易系统存有风险，包括但不限于软件，硬件和互联网链结的失败等。由于我们不能控制互联网的可靠性和可用性，我们不对延误和链结失败而承担任何责任。</li>
              <li>7 为本网站唯一官方对外信息公布平台；</li>
              <li>8 因各国法律法规和规范性文件的制定或者修改，数字资产交易随时可能被暂停或被禁止，其高风险并不适合绝大部分人士。您应提前了解此投资有可能导致部分损失或全部损失。</li>
              <li>9 禁止使用本网站从事洗钱、走私、商业贿赂等一切非法交易活动，若发现此类事件，本站将采取各种可使用之手段，包括但不限于冻结账户，通知相关权力机关等，我们不承担由此产生的所有责任并保留向相关人士追究责任的权利。</li>
              <li>10 禁止使用本网站进行恶意操纵市场、不正当交易等一切不道德交易活动，若发现此类事件，本网站将对所有恶意操纵价格、影响交易系统等不道德行为采取警告、限制交易、关停账户等预防性保护措施，我们不承担由此产生的所有责任并保留向相关人士追究责任的权利。</li>
            </ul>
            <h3>一、总则</h3>
            <ol>
              <li>1.1 《用户协议》（以下称“本协议”或“本条款及条件”），由正文以及本网站已经发布的或将来可能发布的各类规则、声明、说明等共同构成。</li>
              <li>1.2 您在使用本网站提供的各项服务之前，应仔细阅读本协议，如有不理解之处或其他必要，请咨询专业律师。如您不同意本协议及/或随时对其的修改，请您立即停止使用本网站提供的服务或不再登陆本网站。您一旦登陆本网站、使用本网站的任何服务或任何其他类似行为即表示您已了解并完全同意本协议各项内容，包括本网站对本协议随时所做的任何修改。</li>
              <li>1.3 您通过按照本网站的要求填写相关信息注册成功即成为本网站的会员（以下称“会员”），在进行注册过程中点击“同意条款并注册”按钮即表示您以电子签署的形式与公司达成协议；或您在使用本网站过程中点击任何标有“同意”或类似意思的按钮的行为或以其他本网站允许的方式实际使用本网站提供的服务时，均表示您完全了解、同意且接受本协议项下的全部条款的约束，无您手写的书面签字就本协议对您的法律约束力无任何影响。</li>
              <li>1.4 您成为本网站的会员后，您将获得一个会员帐号及相应的密码，该会员帐号和密码由会员负责保管；会员应当对以其您帐号进行的所有活动和事件负法律责任。</li>
              <li>1.5 只有成为本网站的会员才可使用本网站提供的数字资产交易平台进行交易及享受其他本网站规定的只有会员才可获得的服务；</li>
              <li>1.6 通过注册和使用任何由本网站提供的服务和功能，您将被视为已阅读，理解并：</li>
              <li>1.6.1 接受本协议所有条款及条件的约束。</li>
              <li>1.6.2 您确认您已年满18周岁或根据不同的可适用的法律规定的具有可订立合同的法定年龄，您在本网站的注册、销售或购买、发布信息等接受本网站服务的行为应当符合本网站所属公司注册国相关法律法规，并有充分能力接受这些条款，方使用本网站进行数字资产交易。</li>
              <li>1.6.3 您保证交易中涉及到的属于您的数字资产均为合法取得并所有。</li>
              <li>1.6.4 您同意您为您自身的交易或非交易行为承担全部责任和任何收益或亏损。</li>
              <li>1.6.5 您确认注册时提供的信息是真实和准确的。</li>
              <li>1.6.6 您同意遵守任何有关法律的规定，就税务目的而言，包括报告任何交易利润。</li>
              <li>1.6.7 本协议只是就您与我们之间达成的权利义务关系进行约束，而并不涉及本网站用户之间与其他网站和您之间因数字资产交易而产生的法律关系及法律纠纷。</li>
            </ol>
            <h3>二、协议修订</h3>
            <p>我们保留不时修订本协议、并以网站公示的方式进行公告而不再单独通知您的权利，一经公布，立即自动生效。您应不时浏览及关注本协议的更新公告及更新内容，如您不同意相关变更，应当立即停止使用本网站服务；如继续使用，即表示您接受并同意经修订的协议的约束。</p>
            <h3>三、注册</h3>
            <ol>
              <li>3.1 注册资格<br/>您确认并承诺：<br/>在您进行注册程序或以其他本网站允许的方式实际使用本网站提供的服务时，您应当是具备可适用的法律规定的可签署本协议及使用本网站服务应具有的能力的自然人、法人或其他组织。一旦点击同意注册按钮，即表示您自身或您的有权代理人已经同意该协议内容并由其代理注册及使用本网站服务。若您不具备前述主体资格，则您及您的有权代理人应承担因此而导致的一切后果，且公司保留注销或永久冻结您账户，并向您及您代理人追究责任的权利。</li>
              <li>3.2 注册目的<br/>您确认并承诺：您进行本网站注册并非出于违反法律法规或破坏本网站数字资产交易秩序的目的。</li>
              <li>3.3注册流程</li>
              <li>3.3.1 您同意根据本网站用户注册页面的要求提供有效的手机号码等信息，您可以使用您提供或确认的手机号码或者本网站允许的其它方式作为登陆手段进入本网站。如有必要，按照相关法律法规规定，您必须提供您的真实姓名、身份证件等法律法规相关信息并不断更新注册资料，符合及时、详尽、准确的要求。所有原始键入的资料将引用为注册资料。您应对该等信息的真实性、完整性和准确性负责，并承担因此产生的任何直接或间接损失及不利后果。</li>
              <li>3.3.2您合法、完整并有效提供注册所需信息并经验证，有权获得本网站账号和密码，您获得本网站账号及密码时视为注册成功，可在本网站进行会员登陆。</li>
              <li>3.3.3您同意接收本网站发送的与本网站管理、运营相关的电子邮件和/或短消息。</li>
            </ol>
            <h3>四、服务</h3>
            <p>本网站只为您通过本网站进行数字资产交易活动提供网络交易平台服务，本网站不提供任何国家法定货币充入和提取的相关服务。</p>
            <ol>
              <li>4.1 服务内容</li>
              <li>4.1.1 您有权在本网站浏览数字资产各项产品的实时行情及交易信息、有权通过本网站提交数字资产交易指令并完成数字资产交易。</li>
              <li>4.1.2 您有权在本网站查看其本网站会员账户信息，有权应用本网站提供的功能进行操作。</li>
              <li>4.1.3 您有权按照本网站发布的活动规则参与本网站组织的网站活动。</li>
              <li>4.1.4 本网站承诺为您提供的其他服务。</li>
              <li>4.2.服务规则<br/>您承诺遵守下列本网站服务规则：</li>
              <li>4.2.1 您应当遵守法律法规、规章、及政策要求的规定，保证账户中所有数字资产来源的合法性，不得在本网站或利用本网站服务从事非法或其他损害本网站或第三方权益的活动，如发送或接收任何违法、违规、侵犯他人权益的信息，发送或接收传销材料或存在其他危害的信息或言论，未经本网站授权使用或伪造本网站电子邮件题头信息等。</li>
              <li>4.2.2 您应当遵守法律法规并妥善使用和保管其本网站账号及登陆密码、交易密码、和其注册时绑定的手机号码、以及手机接收的手机验证码的安全。您对使用其本网站账号和登陆密码、交易密码、手机验证码进行的任何操作和后果承担全部责任。当您发现本网站账号、登陆密码、或交易密码、验证码被未经其授权的第三方使用，或存在其他账号安全问题时，应立即有效通知本网站，要求本网站暂停本网站账号的服务。本网站有权在合理时间内对您的该等请求采取行动，但本网站对在采取行动前已经产生的后果/损失不承担任何责任。未经本网站同意，您不得将本网站账号以赠与、借用、租用、转让或其他方式处分给他人。</li>
              <li>4.2.3 您同意您对您在本网站的账号、密码下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议、网上续签协议或购买服务等）承担责任。</li>
              <li>4.2.4 您在本网站进行数字资产交易时不得恶意干扰数字资产交易的正常进行、破坏交易秩序；不得以任何技术手段或其他方式干扰本网站的正常运行或干扰其他用户对本网站服务的使用；不得以虚构事实等方式恶意诋毁本网站的商誉。</li>
              <li>4.2.5 如您因网上交易与其他用户产生纠纷的，不得通过司法或行政以外的途径要求本网站提供相关资料。</li>
              <li>4.2.6 您在使用本网站提供的服务过程中，所产生的应纳税赋，以及一切硬件、软件、服务及其它方面的费用，均由您独自判断和承担。</li>
              <li>4.2.7 您应当遵守本网站不时发布和更新的本协议以及其他服务条款和操作规则，有权随时终止使用本网站提供的服务。</li>
              <li>4.3.产品规则</li>
              <li>4.3.1交易产品规则<br/>您承诺在进入本网站交易，通过本网站与其他用户进行交易的过程中良好遵守如下交易规则。</li>
              <li>4.3.1.1 浏览交易信息<br/>您在本网站浏览交易信息时，应当仔细阅读交易信息中包含的全部内容，包括但不限于价格、委托量、手续费、买入或卖出方向， 您完全接受交易信息中包含的全部内容后方可点击按钮进行交易。</li>
              <li>4.3.1.2 提交委托<br/>在浏览完交易信息确认无误之后您可以提交交易委托。您提交交易委托后，即您授权本网站代理您进行相应的交易撮合，本网站在有满足您委托价格的交易时将会自动完成撮合交易而无需提前通知您。</li>
              <li>4.3.1.3 查看交易明细<br/>您可以通过管理中心的交易明细中查看相应的成交记录，确认自己的详情交易记录。</li>
              <li>4.3.1.4 撤销/修改委托<br/>在委托未达成交易之前，您有权随时撤销或修改委托。</li>
            </ol>
            <h3>五、本网站的权利和义务</h3>
            <ol>
              <li>5.1 如您不具备本协议约定的注册资格，则本网站有权拒绝您进行注册，对已注册的，本网站有权注销您的会员账号，本网站保留向您或您的有权代理人追究责任的权利。同时，本网站保留其他任何情况下决定是否接受您注册的权利。</li>
              <li>5.2 本网站发现账户使用者并非账户初始注册人时，有权中止或终止该账户的使用。</li>
              <li>5.3 本网站通过技术检测、人工抽检等检测方式合理怀疑您提供的信息错误、不实、失效或不完整时，有权通知您更正、更新信息或中止、终止为其提供本网站服务。</li>
              <li>5.4 本网站有权在发现本网站上显示的任何信息存在明显错误时，对信息予以更正。</li>
              <li>5.5 本网站保留随时修改、中止或终止本网站服务的权利，本网站行使修改或中止服务的权利不需事先告知您，终止自本网站在网站上发布终止公告之日生效。</li>
              <li>5.6 本网站应当采取必要的技术手段和管理措施保障本网站的正常运行，并提供必要、可靠的交易环境和交易服务，维护数字资产交易秩序。</li>
              <li>5.7 本网站通过加强技术投入、提升安全防范等措施保障您的数字资产的安全，有义务在您账户出现可以预见的安全风险时提前通知您。</li>
              <li>5.8 本网站有权随时删除本网站内各类不符合法律法规或本网站规定等的内容信息，本网站行使该等权利不需提前通知您。</li>
              <li>5.9 本网站有权根据您所属主权国家或地区的法律法规、规则、命令等规范的要求，向您要求提供更多的信息或资料等，并采取合理的措施，以符合当地的规范之要求，您有义务配合；5.10本网站有权根据您所属主权国家或地区的法律法规、规则、命令等规范的要求，暂停或永久停止对您的开放本网站及其部分或全部服务。</li>
            </ol>
            <h3>六、赔偿</h3>
            <p>如您发生违反本协议或其他法律法规等情况，您须向我们至少赔偿100万美元及承担由此产生的全部费用（包括律师费等），如不够弥补实际损失，您须补全。</p>
            <h3>七、责任限制与免责</h3>
            <ol>
              <li>7.1 您了解并同意，在任何情况下，我们不就以下各事项承担责任：</li>
              <li>7.1.1 收入的损失；</li>
              <li>7.1.2 交易利润或合同损失；</li>
              <li>7.1.3 业务中断；</li>
              <li>7.1.4 预期可节省的货币损失；</li>
              <li>7.1.5 信息的损失；</li>
              <li>7.1.6 机会、商誉或声誉的损失；</li>
              <li>7.1.7 数据的损坏或损失；</li>
              <li>7.1.8 购买替代产品或服务的成本；</li>
              <li>7.1.9 任何由于侵权（包括过失）、违约或其他任何原因产生的间接的、特殊的或附带性的损失或损害，不论这种损失或损害是否可以为我们合理预见；不论我们是否事先被告知存在此种损 失或损害的可能性。</li>
              <li>7.2 您了解并同意，我们不对因下述任一情况而导致您的任何损害赔偿承担责任：</li>
              <li>7.2.1 我们有合理的理由认为您的具体交易事项可能存在重大违法或违约情形。</li>
              <li>7.2.2 我们有合理的理由认为您在本网站的行为涉嫌违法或不道德。</li>
              <li>7.2.3 通过本网站服务获取任何信息或进行交易等行为或替代行为产生的费用及损失。</li>
              <li>7.2.4 您对本网站服务的误解。</li>
              <li>7.2.5 任何非因我们的原因而引起的与本网站提供的服务有关的其它损失。</li>
              <li>7.3 我们对由于信息网络设备维护、信息网络连接故障、电脑、通讯或其他系统的故障、电力故障、天气原因、意外事故、罢工、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、银行或其他合作方原因、数字资产市场崩溃、政府行为、 司法或行政机关的命令、其他不在我们可控范围内或我们无能力控制的行为或第三方的原因而造成的不能服务或延迟服务，以及造成的您的损失，我们不承担任何责任。</li>
              <li>7.4 我们不能保证本网站包含的全部信息、程序、文本等完全安全，不受任何病毒、木马等恶意程序的干扰和破坏，故您登陆、使用本网站任何服务或下载及使用该下载的任何程序、信息、数据等均是您个人的决定并自行承担风险及可能产生的损失。</li>
              <li>7.5 我们对本网站中链接的任何第三方网站的任何信息、产品及业务及其他任何形式的不属于我们的主体的内容等不做任何保证和承诺，您如果使用第三方网站提供的任何服务、信息及产品等均为您个人决定且承担由此产生的一切责任。</li>
              <li>7.6 我们对于您使用本网站服务不做任何明示或暗示的保证，包括但不限于本网站提供服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，我们也不对本网站提供的服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。是否登陆或使用本网站提供的服务是您个人的决定且自行承担风险及可能产生的损失。我们对于数字资产的市场、价值及价格等不做任何明示或暗示的保证，您理解并了解数字资产市场是不稳定的，价格和价值随时会大幅波动或崩盘，交易数字资产是您个人的自由选择及决定且自行承担风险及可能产生的损失。</li>
              <li>7.7 本协议中规定我们的保证和承诺是由我们就本协议和本网站提供的服务的唯一保证，并取代任何其他途径和方式产生的保证和承诺，无论是书面的或口头的，明示的或暗示的。所有这些保证仅代表我们自身的承诺和保证，并不保证任何第三方遵守本协议中的保证和承诺。</li>
              <li>7.4 我们不能保证本网站包含的全部信息、程序、文本等完全安全，不受任何病毒、木马等恶意程序的干扰和破坏，故您登陆、使用本网站任何服务或下载及使用该下载的任何程序、信息、数据等均是您个人的决定并自行承担风险及可能产生的损失。</li>
              <li>7.5 我们对本网站中链接的任何第三方网站的任何信息、产品及业务及其他任何形式的不属于我们的主体的内容等不做任何保证和承诺，您如果使用第三方网站提供的任何服务、信息及产品等均为您个人决定且承担由此产生的一切责任。</li>
              <li>7.6 我们对于您使用本网站服务不做任何明示或暗示的保证，包括但不限于本网站提供服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，我们也不对本网站提供的服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。是否登陆或使用本网站提供的服务是您个人的决定且自行承担风险及可能产生的损失。我们对于数字资产的市场、价值及价格等不做任何明示或暗示的保证，您理解并了解数字资产市场是不稳定的，价格和价值随时会大幅波动或崩盘，交易数字资产是您个人的自由选择及决定且自行承担风险及可能产生的损失。</li>
              <li>7.7 本协议中规定我们的保证和承诺是由我们就本协议和本网站提供的服务的唯一保证，并取代任何其他途径和方式产生的保证和承诺，无论是书面的或口头的，明示的或暗示的。所有这些保证仅代表我们自身的承诺和保证，并不保证任何第三方遵守本协议中的保证和承诺。</li>
              <li>7.8 我们并不放弃本协议中未提及的在法律适用的最大范围内我们享有的限制、免除或抵销我们损害赔偿责任的任何权利。</li>
              <li>7.9 您注册后即表示认可我们按照本协议中规定的规则进行的任何操作，产生的任何风险均由您承担。</li>
            </ol>
            <h3>八、协议终止</h3>
            <ol>
              <li>8.1 本网站有权依据本协议约定注销您的本网站账号，本协议于账号注销之日终止。</li>
              <li>8.2 本网站有权依据本协议约定终止全部本网站服务，本协议于本网站全部服务终止之日终止。</li>
              <li>8.3 本协议终止后，您无权要求本网站继续向其提供任何服务或履行任何其他义务，包括但不限于要求本网站为您保留或向您披露其原本网站账号中的任何信息， 向您或第三方转发任何其未曾阅读或发送过的信息等。</li>
              <li>8.4 本协议的终止不影响守约方向违约方要求其他责任的承担。</li>
            </ol>
            <h3>九、知识产权</h3>
            <ol>
              <li>9.1 本网站所包含的全部智力成果包括但不限于网站标志、数据库、网站设计、文字和图表、软件、照片、录像、音乐、声音及其前述组合，软件编译、相关源代码和软件的知识产权权利均归本网站所有。您不得为商业目的复制、更改、拷贝、发送或使用前述任何材料或内容。</li>
              <li>9.2 本网站名称中包含的所有权利 (包括但不限于商誉和商标、标志) 均归公司所有。</li>
              <li>9.3 您接受本协议即视为您主动将其在本网站发表的任何形式的信息的著作权，包括但不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权 以及应当由著作权人享有的其他可转让权利无偿独家转让给本网站所有，本网站有权利就任何主体侵权单独提起诉讼并获得全部赔偿。 </li>
              <li>9.4 您在使用本网站服务过程中不得非法使用或处分本网站或他人的知识产权权利。您不得将已发表于本网站的信息以任何形式发布或授权其它网站（及媒体）使用。</li>
              <li>9.5 您登陆本网站或使用本网站提供的任何服务均不视为我们向您转让任何知识产权。</li>
            </ol>
            <h3>十、信息保护</h3>
            <ol>
              <li>10.1 适用范围</li>
              <li>10.1.1 在您注册网站账号或者使用账户时，您根据本网站要求提供的个人注册信息，包括但不限于电话号码、邮箱信息、身份证件信息。</li>
              <li>10.1.2 在您使用本网站服务时，或访问本网站网页时，本网站自动接收并记录的您浏览器上的服务器数值，包括但不限于IP地址等数据及您要求取用的网页记录。</li>
              <li>10.1.3 本网站收集到的您在本网站进行交易的有关数据，包括但不限于交易记录。</li>
              <li>10.1.4本网站通过合法途径取得的其他您个人信息。</li>
              <li>10.2 信息使用</li>
              <li>10.2.1 不需要您额外的同意，您在本网站注册成功即视为您同意本网站收集并使用其在本网站的各类信息。您了解并同意，本网站可以将收集的您信息用作包括但不限于下列用途：</li>
              <li>10.2.2 向您提供本网站服务；</li>
              <li>10.2.3 在您使用本网站服务时，本网站将您的信息用于身份验证、客户服务、安全防范、诈骗监测、市场推广、存档和备份用途，或与第三方合作推广网站等合法用途，确保本网站向您提供的产品和服务的安全性；</li>
              <li>10.2.4为了使您了解本网站服务的具体情况，您同意本网站向其发送营销活动通知、商业性电子信息以及提供与您相关的广告以替代普遍投放的广告；</li>
              <li>10.2.5 软件认证或管理软件升级；</li>
              <li>10.2.6 用作其他一切合法目的以及经您授权的其他用途。</li>
              <li>10.2.7 本网站不会向其他任何人出售或出借您的个人信息，除非事先得到您的许可。本网站也不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。</li>
              <li>10.2.8 本网站对所获得的客户身份资料和交易信息等进行保密，不得向任何单位和个人提供客户身份资料和交易信息，相关主权国家或地区法律法规、政令、命令等规定除外。</li>
            </ol>
            <h3>十一、出口控制</h3>
            <p>您理解并承认，您不得将本网站上的任何材料（包括软件）出口、再出口、进口或转移，故您保证不会主动实施或协助或参与任何上述违反法规的出口或有关转移或其他违反适用的法律和法规的行为；如发现此类情形，会向我们积极报告并协助我们处理。</p>
            <h3>十二、转让协议</h3>
            <p>本协议中约定的权利及义务同样约束从该权利义务中获取到利益的各方的受让人，继承人，遗嘱执行人和管理员。您不得在我们不同意的前提下转让给任何第三人，但我们可随时将我们在本协议中的权利和义务转让给任何第三人，并给予您提前30天的通知。</p>
            <h3>十三、可分割性</h3>
            <p>如本协议中的任何条款被任何有管辖权的法院认定为不可执行的，无效的或非法的，并不影响本协议的其余条款的效力。</p>
            <h3>十四、非代理关系</h3>
            <p>本协议中的任何规定均不可被认为创造了、暗示了或以其他方式将我们视为您的代理人、受托人或其他代表人，本协议有其他规定的除外。</p>
            <h3>十五、弃权</h3>
            <p>我们或您任何一方对追究本协议约定的违约责任或其他责任的弃权并不能认定或解释为对其他违约责任的弃权，未行使任何权利不得以任何方式被解释为对该等权利的放弃。</p>
            <h3>十六、协议的生效和解释</h3>
            <ol>
              <li>16.1 本协议于您点击本网站注册页面的同意注册并完成注册程序、获得本网站账号和密码时生效，对本网站和您均具有约束力。</li>
              <li>16.2 本协议的最终解释权归本网站所有。</li>
            </ol>`
}
